export const hardSkills = [
  "HTML5, JSX",
  "CSS3, SCSS, PostCSS, Motion",
  "JavaScript, TypeScript",
  "Vite, React, React Router, Zustand",
  "REST API, Axios, TanStack Query",
  "Git, БЭМ, Feature-Sliced Design, Accessibility",
  "English level - B1",
];

export const softSkills = [
  `Ответственно подхожу к работе: соблюдаю дедлайны,
   довожу задачи до соответствия всем требованиям и тщательно проверяю конечный результат на несколько раз`,

  `Стараюсь поддерживать чистоту кода и проектировать
   архитектуру с понятным разделением ответственности`,

  `Не боюсь сложных задач, умею разбивать разработку на последовательные этапы`,

  `Легко нахожу общий язык с любыми людьми и комфортно
   работаю в команде`,

  `Спокойно отношусь к любому фидбеку, умею признавать ошибки
   и учиться на них`,
];
